Repository: omegat-fi/B333-Memsource-Cloud-User-Manual
Catalog: tm/Memsource-käännös-472640.tmx
Source language: en
Languages: fi

source: German Germany (de_de)
fi: saksa Saksa (de_de)

source: Unresolved conversation
fi: Ratkaisematon keskustelu (Unresolved Conversation)

source: Basic project information
fi: Projektin perustiedot

source: When selecting TBs for projects with multiple target languages, Select-tb-languages.pngthe user can decide whether to select a TB that matches all the project's target languages or whether to select TBs for just specific target languages.
fi: Valittaessa termikantoja monikielisiin projekteihin käyttäjä voi päättää, valitseeko termikannan, joka vastaa kaikkia projektin kohdekieliä vai valitseeko termikannan vain tietyille kohdekielille.

source: Enter TB Name
fi: Lisää termikannan nimi

source: If file X is to be translated from e.g. German to English and also Italian, two jobs will be created:
fi: Jos tiedosto X on tarkoitus kääntää esimerkiksi saksasta englantiin sekä italiaan, luodaan kaksi erillistä työtä:

source: The menu offers the following items:
fi: Avautuvasta valikosta löydät seuraavat kohdat:

source: Forbidden (a term can be preferred - by default - or not be used: forbidden)
fi: Kielletty (termi voi olla suositeltava - oletusarvo - tai kielletty, eli sellainen, jota ei tule käyttää)

source: Example: source="xxx\{j\}yyy" target="xxx yyy"
fi: Esimerkki: lähdeteksti = ”xxx\ {j\} yyy”kohdeteksti = ”xxx-yyy”

source: With the following term attributes:
fi: Termeillä on seuraavat ominaisuudet:

source: Jobs
fi: Yksittäiset työt

source: Two or more adjacent words in the target are identical
fi: Vähintään kaksi vierekkäistä sanaa ovat kohdetekstissä identtiset

source: 11.5.1 Business Units
fi: 11.5.1 Työn osat

source: The file can be further edited in MS Excel and later directly MemSource Cloud User Manualimported into the Memsource translation memory.
fi: Tiedostoa voi muokata lisää MS Excelissä, ja sen voi tuoda suoraan Memsourcen käännösmuistiin.

source: 3.3.4 Job Filter
fi: 3.3.4 Töiden suodatus

source: Export TBs created by other users
fi: Vie muiden käyttäjien luomia termikantoja

source: 11.4 Project Settings
fi: 11.4 Projektiasetukset

source: 9.7.1 Export XLS
fi: 9.7.1 XLS-tiedoston vienti

source: To ensure that metadata is correctly imported from a TMX, the TMX has to have the following metadata format:
fi: Jotta metadata voidaan tuoda TMX-tiedostosta oikein, metadatan on oltava tiedostossa seuraavassa muodossa:

source: You can select up to 10 TBs for one project.
fi: Voit valita enintään kymmenen termikantaa yhtä projektia kohden.

source: Created by (only Memsource Usernames)
fi: Luonut: (vain Memsourcen käyttäjätunnuksia)

source: If you do not have a ready TBX file, this is the easiest way to import terms into a term base.
fi: Jos käytettävissä ei ole TBX-tiedostoa, tämä on helpoin tapa tuoda termejä termikantaan.

source: Cloning of jobs is available only in projects with multiple target language.
fi: Töiden kloonaus on käytettävissä vain projekteissa, joissa on useita kohdekieliä.

source: The terms are edited by double-clicking on the white area surrounding the term or by going to the term detail page by simply clicking on the term.
fi: Termejä voi muokata kaksoisnapsauttamalla termiä ympäröivää valkoista aluetta tai klikkaamalla termiä, jolloin pääsee termin lisätietosivulle.

source: Contents
fi: Sisältö

source: Inconsistent Tag Content
fi: Tunnisteiden sisältö on epäyhtenäinen (Inconsistent Tag Content)

source: Fuzzy (will also match cars if the term is car); for languages with a rich morphology a pipe can be used to improve matching (morpholog|y will also match morpholog|ic); Read more
fi: Sumea (esimerkiksi “autot”, kun termi on “auto”); kielissä, joissa on laaja morfologia, voidaan käyttää putkea parantamaan osumien löytymistä (morfologi|a ja morgologi|nen täsmäävät). Lisätietoa

source: 6.6.1 Pre-translate where Empty
fi: 6.6.1 Tyhjien kohtien esikääntäminen

source: Password
fi: Salasana

source: Role
fi: Rooli

source: 9.5.1.3 Importing Terms with Attributes
fi: 9.5.1.3 Sellaisten termien tuonti, joilla on ominaisuuksia

source: 11.5.4 Domain
fi: 11.5.4 Aihealue

source: Download
fi: Tiedoston lataaminen

source: 8.3.3 XLS Import
fi: 8.3.3 XLS-tiedoston tuonti

source: 8.4.1 Export TMX
fi: 8.4.1 TMX-tiedoston vienti

source: Translation of file X into Italian
fi: Tiedoston X kääntäminen italiaksi

source: Checks whether newer versions of segments exist in preceding workflow steps.
fi: Tarkistaa, onko segmentteihin uudempia versioita työnkulun edeltävissä vaiheissa.

source: Owner (will "own" project and project template)
fi: Omistaja (”omistaa” projektin ja projektimallin)

source: Importing synonyms
fi: Synonyymien tuonti

source: Project settings
fi: Projektiasetukset

source: Let's say you want to import terms that are in:
fi: Jos halutaan tuoda termejä vaikkapa seuraavilla kielillä:

source: The size limit for a TBX file is 1GB.
fi: TBX-tiedoston enimmäiskoko on 1 GB.

source: It is also possible to add term in one target language to already existing terms in other languages by hovering mouse over the empty target and clicking on green "+" icon TB add Multiterm.pnglike this.
fi: Yhden kohdekielen termejä voi myös lisätä muilla kielillä aiemmin lisättyihin termeihin viemällä hiiren tyhjän kohteen kohdalle ja klikkaamalla vihreää +-merkkiä.

source: 11.3.2 Buyers
fi: 11.3.2 Ostajat

source: 2.6 Email Login
fi: 2.6 Kirjautuminen sähköpostilla

source: User management and the types of users that are available in the various Edition comparisonMemsource editions represent an important differentiator:
fi: Käyttäjien hallinta ja eri Memsource-versioissa käytettävissä olevat käyttäjätyypit:

source: 3.3.2 Project Column Customization
fi: 3.3.2 Projektin sarakkeiden muokkaus

source: Deleted username also cannot be used for creating a new user.
fi: Poistettuja käyttäjänimiä ei voi käyttää uuden käyttäjän luomiseen.

source: 2 User Management
fi: 2 Käyttäjien hallinta

source: The target tag content is empty, while the source tag content is not
fi: Kohdetekstin tunnisteesta puuttuu sisältö, kun taas lähdetekstin tunnisteella on sisältö

source: Translation Memory Metadata
fi: Translation Memory Metadata (Käännösmuistin metatiedot)

source: Project Templates
fi: Projektimallit

source: Emailed to Linguist
fi: Lähetetty lingvistille

source: Missing Numbers
fi: Puuttuvat numerot (Missing Numbers)

source: Ignore not approved terms
fi: Ohita hylätyt termit

source: Pre-translate - based on the project's settings.
fi: Esikäännös - projektin asetusten perusteella

source: They are not allowed to create/edit/delete administrator users
fi: Projektipäälliköllä ei ole oikeutta luoda/muokata/postaa järjestelmänvalvojia

source: Login History
fi: Kirjautumishistoria

source: A single administrator user
fi: Yksi järjestelmänvalvoja

source: Name
fi: Nimi

source: Tag metadata:
fi: Tagien metadata:

source: 3.3.1 Project Filter
fi: 3.3.1 Projektien suodatus

source: File Import Settings
fi: Tiedoston tuontiasetukset

source: Create TBs
fi: Luo termikantoja

source: Pre-translate where Empty
fi: Tyhjien kohtien esikääntäminen

source: Assigned
fi: Annettu tehtäväksi

source: Importing Multiple Files at Once
fi: Useiden tiedostojen tuonti kerralla

source: Any synonyms must have their own column with the appropriate language code in the header
fi: Kaikilla synonyymeilla on oltava oma sarake, jonka otsikossa on oikea kielikoodi

source: 6.8 Delete
fi: 6.8. Projektien poistaminen

source: The fuzzy match type will not work well for extremely short words, such as abbreviations.
fi: Sumea hakutyyppi ei toimi hyvin erittäin lyhyillä sanoilla, esimerkiksi lyhenteillä.

source: 2.9.1.1 Owner
fi: 2.9.1.1 Omistaja

source: Not Confirmed Segments
fi: Vahvistamattomat segmentit (Not Confirmed Segments)

source: 3.3.6.3 Reverse Translation Memory
fi: 3.3.6.3 Käänteinen käännösmuisti

source: 8.6 Translation Memory Metadata
fi: 8.6 Käännösmuistin metatiedot

source: The main purpose of the linguist user role is to translate/edit/proofread, etc.
fi: Lingvistin päätehtävä on kääntää/editoida/oikolukea jne.

source: Domain
fi: Aihealue

source: "x" - delete target term
fi: ”x” - Poista kohdetermi

source: 10240 characters
fi: 10 240 merkkiä

source: 8.3.2 MXLIFF Import
fi: 8.3.2 MXLIFF-tiedoston tuonti

source: Exact Match Type (True, False)
fi: Tarkka osuma (kyllä, ei)

source: 2.4 Unlimited Number of Users
fi: 2.4 Rajoittamaton määrä käyttäjiä

source: Importing Terms with Attributes
fi: Sellaisten termien tuonti, joihin on liitetty ominaisuuksia

source: 6.5.1 Default Analysis
fi: 6.5.1 Analyysin oletusasetukset

source: Editing Multiple Jobs
fi: Useiden töiden muokkaus

source: The output of the alignment is a XLSX file with three columns: segments in the source and target language and the filename of the target file.
fi: Kohdistamisen tulos on kolmisarakkeinen XLSX-tiedosto: segmentit lähde- ja kohdekielellä sekä kohdetiedoston tiedostonimi.

source: The Delete button deletes selected jobs from a project.
fi: Delete-painike poistaa yksittäisiä töitä projektista.

source: Specify which terms should have the exact match type (exact=true) or fuzzy match type (exact=false)
fi: Määritä, minkä termien tulisi olla tarkkaa hakutyyppiä (exact = true) ja minkä sumeaa hakutyyppiä (exact = false)

source: Importing Synonyms
fi: Synonyymien tuonti

source: Pre-translate
fi: Esikääntäminen (Pre-translate)

source: Maximum file size for imported ZIP:
fi: Tuotujen zip-tiedostojen enimmäiskoko:

source: XLIFF Tags
fi: XLIFF-tunnisteet (XLIFF Tags)

source: (As long as the word's suffix is not longer than 50% of the term, it will be matched).
fi: (Niin kauan kuin sanan pääte ei ole yli 50:ttä prosenttia termin pituudesta, se täsmää).

source: Project templates make it possible to speed up project creation of repetitive projects and also reduce the risk of human error.
fi: Projektimallit nopeuttavat toistuvien projektien luomista ja vähentävät myös ihmisten tekemien virheiden riskiä.

source: 10 Costing & Quotes
fi: 10 Hinta-arviot ja -tarjoukset

source: The Multiple files option is useful for aligning multiple files at once.
fi: Multiple files -toiminto helpottaa useiden tiedostojen kohdistamista kerralla.

source: Selecting Translation Memories with different locales
fi: Käännösmuistien valitseminen, kun niissä on eri lokaalit

source: 9.1 Create New Term Base
fi: 9.1 Luo uusi termikanta

source: 11.4.8 Quality Assurance
fi: 11.4.8 Laadunvarmistus (Quality Assurance)

source: 9 Term Bases
fi: 9 Termikannat

source: Create New Term
fi: Create New Term (Uuden termin luominen)

source: PM can be set to not have a right to view/edit/delete projects created by other users, unless is set as the Owner of the project.
fi: Projektipäälliköltä voidaan ottaa pois muiden käyttäjien luomien projektien katselu-/muokkaus-/poisto-oikeus, ellei hän ole projektin omistaja.

source: Administrator and project manager users control which users are active and which are inactive in Setup - Users.
fi: Järjestelmänvalvojat ja projektipäälliköt voivat hallita aktiivisia ja passiivisia käyttäjiä käyttäjävalikossa (Setup > Users).

source: 11.4.1 Access and Security
fi: 11.4.1 Käyttöoikeudet ja turvallisuus

source: No Text Between the Tags
fi: Tunnisteiden välissä ei ole tekstiä (No Text Between the Tags)

source: A segment with an identical target but a different source precedes the checked segment
fi: Segmenttiä, jolla on sama kohdeteksti mutta eri lähdeteksti, edeltää hyväksytty segmentti.

source: Export TMX
fi: TMX-tiedoston vienti

source: Other fields like Relevancy (source and target languages, domains, etc.) need to be modified in the system after the users have been successfully imported.
fi: Kenttiä, kuten vastaavuudet (lähde- ja kohdekielet, aihealueet jne.), on muokattava käyttäjien onnistuneen lisäämisen jälkeen.

source: Usernames
fi: Käyttäjänimet

source: 6.5 Analyze
fi: 6.5 Tiedoston analysoiminen (Analyze)

source: 11.10.4 Two-factor authentication
fi: 11.10.4 Kaksivaiheinen tunnistautuminen

source: If a multilingual Term Base has been created, terms in all the languages can be added at once.
fi: Jos termikanta on luotu monikielisenä, termit voidaan lisätä kaikilla kielillä samaan aikaan.

source: Sign Out
fi: Kirjaudu ulos

source: For example, if an organization subscribes to 5 project manager accounts, they can create any number of PM accounts but only 5 PM users can be active at any given time.
fi: Jos organisaatio ostaa 5 projektipäällikön lisenssiä, luotavien projektipäällikkötilien määrää ei ole rajoitettu, mutta vain viisi projektipäällikköä voivat olla yhtä aikaa aktiivisina.

source: The penalty can be set when selecting a TM for a project.
fi: Rajoitus voidaan asettaa projektin käännösmuistia valitessa.

source: 2.9.1.2 Job Owner
fi: 2.9.1.2 Työn omistaja

source: Editing jobs
fi: Yksittäisten töiden muokkaus

source: By default, new terms will have their match type set to fuzzy, which will work well for words such as agreement as Memsource will also match agreements to this term.
fi: Oletusarvoisesti uusien termien osumatyyppi on määritelty sumeaksi, jolloin esimerkiksi agreements täsmää agreement-termiin.

source: This is expressed by setting the term to true for the column header exact.
fi: Tämä ilmaistaan asettamalla termin exact (tarkka) -otsikkoiseen sarakkeeseen arvo true (kyllä).

source: 9.6 Update Terminology
fi: 9.6 Termien päivittäminen

source: 3.3.7 Selecting Term Bases for Projects
fi: 3.3.7 Projektien termikantojen valinta

source: Maximum 500 000 segments can be imported in one job
fi: Yhteen työhön voidaan enimmillään tuoda 500 000 segmenttiä

source: 3.2.5.1 Job QA Status
fi: 3.2.5.1 Työn laatu

source: German
fi: saksa

source: My Profile Setup
fi: Profiilin asetukset

source: 11.9.6 Machine translation
fi: 11.9.6 Konekäännös (Machine Translation)

source: Machine Translation
fi: Konekäännös (Machine Translation)

source: 2.5 Login History
fi: 2.5 Kirjautumishistoria

source: The XLS/XLSX format makes it possible to import terms with the following MemSource Cloud User Manualattributes:
fi: XLS-/XLSX-muoto mahdollistaa sellaisten termien tuomisen, joilla on seuraavia ominaisuuksia:

source: When selecting TMs for projects with multiple target languages, Select-tm-languages.pngthe user can decide whether to select a TM that matches all the project's target languages or whether to select TMs for just specific target languages.
fi: Valitaksesi käännösmuisteja monikielisiin projekteihin, valitse-tm-languages.pngthekäyttäjä voi päättää, valitseeko käännösmuistin, joka vastaa kaikkia projektin kohdekieliä vai valitseeko käännösmuistin vain tietyille kohdekielille.

source: 11.4.11 Workflow Steps
fi: 11.4.11 Työnkulun vaiheet

source: 11.3.6 Vendors
fi: 11.3.6 Toimittajat

source: Workflow
fi: Työnkulku

source: Last modified by (only Memsource Usernames)
fi: Viimeksi muokannut: (vain Memsourcen käyttäjätunnuksia)

source: Tags & Formatting
fi: Tunnisteet & muotoilu (Tags & Formatting)

source: TM Matching Optimization:
fi: Käännösmuistiosumien optimointi:

source: The number in the source is not present in the target
fi: Lähdetekstissä esiintyvä numero puuttuu kohdetekstistä.

source: Selecting Term Bases for Projects with Multiple Target Languages
fi: Termitietokantojen valitseminen monikielisiin projekteihin

source: Change your password
fi: Vaihda salasana

source: Creating a separate translation memory is recommended for the aligned segments (it could even be called Aligned TM).
fi: On suositeltavaa luoda kohdistetuille segmenteille erillinen käännösmuisti (nimeltään esimerkiksi Kohdistettu käännösmuisti).

source: To create a new TB, use the Create New... drop-down menu located in the upper left corner of the UI or the New button from the Term Base list page.
fi: Luo uusi termikanta käyttämällä käyttöliittymän vasemmassa yläkulmassa sijaitsevaa Create New -alasvetovalikkoa tai termikantalistan sisältävän sivun New-painiketta.

source: Paired tags (such as bpt and ept) are in the incorrect order in the completed target file
fi: Parilliset tunnisteet (kuten bpt ja ept) ovat valmiissa kohdetiedostossa väärässä järjestyksessä

source: Supported File Formats
fi: Tuetut tiedostomuodot

source: Example: source="<a href="http://bbc.co.uk">" target=""
fi: Esimerkki: lähdeteksti = ”<a href="http://bbc.co.uk">”kohdeteksti = ””</a>

source: 3.2.10 Workflow
fi: 3.2.10 Työnkulku

source: Selecting a TB for a project
fi: Projektin termikannan valinta

source: Open the Term Base and click on the New button.
fi: Avaa termikanta ja klikkaa New-painiketta.

source: 2.10 Linguists
fi: 2.10 Lingvistit

source: The tag content between the source and its corresponding target tag differs
fi: Lähde- ja kohdetekstin tunnisteiden sisällöt eroavat toisistaan

source: Automatically, based on the original project, the following features will be set (not editable):
fi: Seuraavat ominaisuudet määritetään automaattisesti alkuperäisen projektin pohjalta (ei muokattavissa):

source: Automated Back Conversion
fi: Automatisoitu takaisin muuntaminen

source: 11.4.3 File Import Settings
fi: 11.4.3 Tiedoston tuontiasetukset

source: Select one of the available machine translation engines or set this option to Disabled for your project.
fi: Valitse konekäännin annetuista vaihtoehdoista tai kytke se pois päältä.

source: 6.2.2 Assigning Jobs to Linguists
fi: 6.2.2 Töiden jakaminen lingvisteille

source: Project languages (can be set as empty)
fi: Projektin kielet (voidaan asettaa tyhjäksi)

source: Create TMs
fi: Luo käännösmuisteja

source: Original file
fi: Alkuperäinen tiedosto

source: 11.9.1 API Statistics
fi: 11.9.1 API-tilastot

source: Alignment dialogue window
fi: Kohdistamisen valintaikkuna

source: Match Type
fi: Osumatyyppi

source: 13 Recycle Bin
fi: 13 Roskakori

source: 3.3.6.4 Selecting Translation Memories with different locales
fi: 3.3.6.4 Käännösmuistien valitseminen, kun niissä on eri lokaalit

source: This User Manual is intended for administrators and projects managers of Memsource Cloud.
fi: Tämä käyttöopas on tarkoitettu järjestelmänvalvojille ja Memsource Cloud -projektien ylläpitäjille.

source: Projects
fi: Projektit

source: Users are managed under Setup - Users.
fi: Käyttäjien hallinta: Valikko - Käyttäjät

source: Write:
fi: Kirjoitustila:

source: 8.3.3.1 XLS Import without IDs
fi: 8.3.3.1 XLS-tiedoston tuonti ilman tiedoston tunnusta

source: Text (the actual term)
fi: Teksti (itse termi)

source: Relevant Term Bases
fi: Olennaiset termikannat

source: Italian
fi: italia

source: View projects created by other users
fi: Katso muiden käyttäjien luomia projekteja

source: Add any number of attribute columns next to each term column with the name of the attribute in the header and the attribute values below
fi: Lisää termisarakkeen viereen sopiva määrä ominaisuussarakkeita, joiden otsikossa on ominaisuuden nimi ja arvot sen alla

source: Empty Tag Content
fi: Tunnisteen sisältö on tyhjä (Empty Tag Content)

source: 6.5.2 Post-editing Analysis
fi: 6.5.2 Jälkieditoidun työn analysoiminen

source: Bilingual file
fi: Kaksikielinen tiedosto

source: 101% matches
fi: 101 %:n osumat

source: Forbidden terms without a source
fi: Kielletyt termit, joilla ei ole lähdettä

source: Any project can be saved as a template through the Save-as-template.pngSave as button located in the project detail page.
fi: Mikä tahansa projekti voidaan tallentaa projektimalliksi klikkaamalla Save-as-template.png ja klikkaamalla Tallenna -painiketta (Save) projektin lisätietosivulla.

source: Three buttons will appear:
fi: Näkyviin tulee kolme painiketta:

source: Workflow steps
fi: Työnkulun vaiheet

source: Newer version in a preceding workflow step available
fi: Työnkulun edeltävään vaiheeseen on saatavilla uudempi versio (Newer version in a preceding workflow step available)

source: The file pairs (source/target) must have identical names and are imported in a zip file with folders named "source" and "target" containing corresponding files.
fi: Tiedostopareilla (lähde/kohde) on oltava samat nimet. Ne tuodaan zip-tiedostoon, jossa on “lähde”- ja “kohde”-nimiset kansiot ja näissä vastaavat tiedostot.

source: 11.10.2 Spellchecker User Dictionary
fi: 11.10.2 Käyttäjän oikolukusanakirja

source: 3.2.5 Quality Assurance
fi: 3.2.5 Laadunvarmistus (Quality Assurance)

source: Under My Profile you can do the following:
fi: Muokkaa profiiliasi:

source: 3.3.6 Selecting Translation Memories for Projects
fi: 3.3.6 Käännösmuistin valitseminen projekteihin

source: The related screenshot demonstrates importing terms in two languages:
fi: Ohessa näkyvä kuvakaappaus esittelee termien tuontia kahdella kielellä:

source: 11 Setup
fi: 11 Valikko

source: 3.3.7.2 Relevant Term Bases
fi: 3.3.7.2 Olennaiset termikannat

source: Example: source="1 and 2" target="1 and 3"
fi: Esimerkki: lähdeteksti = ”1 ja 2” kohdeteksti = ”1 ja 3”

source: Import
fi: Tuo

source: Based only on the target term with no source term
fi: Koskee vain kohdetekstin termejä, joilla ei ole vastinetta lähdetekstissä

source: 8.3.1.1 TM Import Options
fi: 8.3.1.1 Käännösmuistin tuontiasetukset

source: These are ways in which morphology can be handled (you may first want to read this support article):
fi: Morfologian käsittelyyn on useita tapoja (lue halutessasi ensin tämä):

source: Example: source ends with "." but the target does not or vice-versa
fi: Esimerkki: lähdetekstin lopussa on piste, mutta kohdetekstin lopussa sitä ei ole tai toisin päin.

source: 8.3.1.2 TM Import Error
fi: 8.3.1.2 Virhe käännösmuistin tuonnissa

source: User Management
fi: Käyttäjien hallinta

source: 9.3 Term Attributes
fi: 9.3 Termin ominaisuudet

source: The linguist - select one or more for each target language.
fi: Lingvisti - valitse jokaiselle kohdekielelle yksi tai useampi lingvisti.

source: Note:
fi: Huomautus:

source: 3.3.7.1 Term Base Read and Write Mode
fi: 3.3.7.1 Termikannan luku- ja kirjoitustila

source: Create new jobs - step 1
fi: Uusien yksittäisten töiden luonti - 1. vaihe

source: Modify TBs created by other users
fi: Muokkaa muiden käyttäjien luomia termikantoja

source: Create users
fi: Luo käyttäjiä

source: Last modified by (username - only Memsource users are displayed)
fi: Viimeksi muokannut (käyttäjätunnus - vain Memsource-käyttäjät näytetään)

source: Case Sensitive (True, False)
fi: Aakkoskoosta riippuvainen (kyllä, ei)

source: Create vendors
fi: Luo toimittajia

source: 11.10.3 Time Zone
fi: 11.10.3 Aikavyöhyke

source: 6.1.4 Automated Back Conversion
fi: 6.1.4 Automatisoitu takaisin muuntaminen

source: 14 Archive
fi: 14 Arkisto

source: 2.9 Project Managers
fi: 2.9 Projektipäälliköt

source: Created (date)
fi: Luotu (päivämäärä)

source: 6.1 New
fi: 6.1 Uusi

source: 6.5.3 Compare Analysis
fi: 6.5.3 Analyysien vertaileminen

source: Bilingual MXLIFF, DOCX, TMX
fi: Kaksikielinen MXLIFF-, DOCX- tai TMX-tiedosto

source: Download reference files
fi: Lataa tiedostoviitteet

source: Assigning Jobs to Linguists
fi: Töiden jakaminen lingvisteille

source: 11.3.5 Users
fi: 11.3.5 Käyttäjät

source: Choose whether or not you wish to receive Memsource newsletters
fi: Valitse, haluatko saada Memsourcen uutiskirjeitä

source: English United States (en_us)
fi: englanti Yhdysvallat (en_us)

source: Please note that only terms from the first sheet in your Excel file are imported.
fi: Excel-tiedostoista tuodaan vain ensimmäisen taulukon termit.

source: Create new jobs - Import settings
fi: Uusien yksittäisten töiden luominen - tuontiasetukset

source: Owner (on Edit page only)
fi: Omistaja (vain muokkaussivulla)

source: When downloading multiple original or completed files at once, they will be automatically zipped.
fi: Kun lataat useita alkuperäisiä tai valmiita tiedostoja kerralla, ne pakataan automaattisesti.
